export const ItAssetsEvaluation = () => {
    return (
        <>

            <h1>Проведение оценки категории значимости объекта</h1>

            <h3>Таблица - ПЕРЕЧЕНЬ
ПОКАЗАТЕЛЕЙ КРИТЕРИЕВ ЗНАЧИМОСТИ ОБЪЕКТОВ КРИТИЧЕСКОЙ ИНФОРМАЦИОННОЙ ИНФРАСТРУКТУРЫ РОССИЙСКОЙ ФЕДЕРАЦИИ И ИХ ЗНАЧЕНИЯ</h3>
            <div style={{ overflow: "scroll" }}>
                <table style={{ overflow: "visible", width: "1000px" }} className="table">
                    <thead>
                        <tr>
                            <th>№</th>
                            <th>Показатель</th>
                            <th>Значение показателя</th>
                            <th></th>
                            <th></th>

                        </tr>
                        <tr>
                            <th></th>
                            <th></th>
                            <th>III Категория</th>
                            <th>II Категория</th>
                            <th>I Категория</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td></td>
                            <td>I. Социальная значимость</td>
                            <td></td>
                            <td></td>
                            <td></td>
                        </tr>
                        <tr>
                            <td>1.</td>
                            <td>Причинение ущерба жизни и здоровью людей (человек)</td>
                            <td>более или равно 1,  но менее или равно 50</td>
                            <td>более 50, но менее или равно 500</td>
                            <td>более 500</td>
                        </tr>
                        <tr>
                            <td>2.</td>
                            <td>Прекращение или нарушение функционирования объектов обеспечения жизнедеятельности населения, оцениваемые:</td>
                            <td></td>
                            <td></td>
                            <td></td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>а) на территории, на которой возможно нарушение обеспечения жизнедеятельности населения;</td>
                            <td>в пределах территории одного муниципального образования (численностью от 2 тыс. чел.) или одной внутригородской территории города федерального значения</td>
                            <td>выход за пределы территории одного муниципального образования (численностью от 2 тыс. чел.) или одной внутригородской территории города федерального значения, но не за пределы территории одного субъекта Российской Федерации или территории города федерального значения</td>
                            <td>выход за пределы территории одного субъекта Российской Федерации
или территории города федерального значения</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>б) по количеству людей, условия жизнедеятельности которых могут быть нарушены (тыс. человек)</td>
                            <td>более или равно 2, но менее 1 000</td>
                            <td>более или равно 1 000, но менее 5 000</td>
                            <td>более или равно 5 000</td>
                        </tr>
                        <tr>
                            <td>3.</td>
                            <td>Прекращение или нарушение функционирования объектов транспортной инфраструктуры, оцениваемые:</td>
                            <td></td>
                            <td></td>
                            <td></td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>а) на территории, на которой возможно нарушение транспортного сообщения или предоставления транспортных услуг;</td>
                            <td>в пределах территории одного муниципального образования (численностью от 2 тыс. чел.) или одной внутригородской территории города федерального значения</td>
                            <td>выход за пределы территории одного муниципального образования (численностью от 2 тыс. чел.) или одной внутригородской территории города федерального значения, но не за пределы территории одного субъекта Российской Федерации или территории города федерального значения</td>
                            <td>выход за пределы территории одного субъекта Российской Федерации или территории города федерального значения</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>б) по количеству людей, для которых могут быть недоступны транспортные услуги (тыс. человек)</td>
                            <td>более или равно 2, но менее 1 000</td>
                            <td>более или равно 1 000, но менее 5 000</td>
                            <td>более или равно 5 000</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>4.</td>
                            <td>Прекращение или нарушение функционирования сети связи, оцениваемое по количеству абонентов, для которых могут быть недоступны услуги связи (тыс. человек)</td>
                            <td>более или равно 3, но менее 1 000</td>
                            <td>более или равно 1 000, но менее 5 000</td>
                            <td>более или равно 5 000</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>б) по количеству людей, для которых могут быть недоступны транспортные услуги (тыс. человек)</td>
                            <td>более или равно 2, но менее 1 000</td>
                            <td>более или равно 1 000, но менее 5 000</td>
                            <td>более или равно 5 000</td>
                        </tr>
                        <tr>
                            <td>4.</td>
                            <td>Прекращение или нарушение функционирования сети связи, оцениваемое по количеству абонентов, для которых могут быть недоступны услуги связи (тыс. человек)</td>
                            <td>более или равно 3, но менее 1 000</td>
                            <td>более или равно 1 000, но менее 5 000</td>
                            <td>более или равно 5 000</td>
                        </tr>
                        <tr>
                            <td>5.</td>
                            <td>Отсутствие доступа к государственной услуге, оцениваемое в максимальном допустимом времени, в течение которого государственная услуга может быть недоступна для получателей такой услуги (часов)</td>
                            <td>менее или равно 24, но более 12</td>
                            <td>менее или равно 12, но более 6</td>
                            <td>менее или равно 6</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>II. Политическая значимость</td>
                            <td></td>
                            <td></td>
                            <td></td>
                        </tr>
                        <tr>
                            <td>6.</td>
                            <td>Прекращение или нарушение функционирования государственного органа в части невыполнения возложенной на него функции (полномочия)</td>
                            <td>Прекращение или нарушение функционирования органа государственной власти субъекта Российской Федерации
или города федерального значения</td>
                            <td>Прекращение или нарушение функционирования федерального органа государственной власти</td>
                            <td>Прекращение или нарушение функционирования Администрации Президента Российской Федерации, Правительства Российской Федерации, Федерального Собрания Российской Федерации, Совета Безопасности Российской Федерации, Верховного Суда Российской Федерации, Конституционного Суда Российской Федерации</td>
                        </tr>
                    </tbody>
                </table>
            </div>





            <h3>Таблица - Оценка применяемости критериев значимости к объекту.</h3>
            <div style={{ overflow: "scroll" }}>
                <table style={{ overflow: "visible", width: "1000px" }} className="table">
                    <thead>
                        <tr>
                            <th>№</th>
                            <th>Показатель</th>
                            <th>Критерии определения критичности</th>
                            <th>Применяемость к субъекту КИИ</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <th>1</th>
                            <td>Социальная значимость</td>

                            <td>1. Причинение ущерба жизни и здоровью людей (человек)</td>

                            <td>Критерий применим. Субъект КИИ обеспечивает деятельность нарушение которой может привести к причинению ущерба жизни и здоровью человека.</td>

                        </tr>
                        <tr>
                            <th>2</th>
                            <td></td>

                            <td>2. Прекращение или нарушение функционирования объектов обеспечения жизнедеятельности населения</td>

                            <td>Критерий неприменим. Прекращение или нарушение функционирования ледокола не повлияет на обеспечение жизнедеятельности населения тыс. человек</td>
                        </tr>
                        <tr>
                            <th>3</th>
                            <td></td>

                            <td>3. Прекращение или нарушение функционирования объектов транспортной инфраструктуры</td>

                            <td>Критерий применим. Субъект КИИ       предоставляет транспортные услуги.</td>

                        </tr>
                        <tr>
                            <th>4</th>
                            <td></td>

                            <td>4. Прекращение или нарушение функционирования сети связи</td>

                            <td>Критерий неприменим. Субъект КИИ не предоставляет услуги связи.</td>

                        </tr>
                        <tr>
                            <th>5</th>
                            <td></td>

                            <td>5. Отсутствие   доступа   к государственной услуге, оцениваемое в максимальном допустимом времени, в течение которого государственная   услуга может быть недоступна для получателей такой услуги (часов)</td>

                            <td>Критерий неприменим. Субъект не предоставляет государственных услуг.</td>

                        </tr>
                        <tr>
                            <th>6</th>
                            <td>Политическая значимость</td>

                            <td>1. Прекращение или нарушение функционирования государственного органа в части невыполнения возложенной на него функции (полномочия)</td>

                            <td>Критерий неприменим. Субъект КИИ    не    обеспечивает функционирование государственных органов.</td>

                        </tr>
                        <tr>
                            <th>7</th>
                            <td></td>

                            <td>2. Нарушение условий международного договора Российской Федерации, срыв переговоров или подписания планируемого к заключению международного договора Российской Федерации.</td>

                            <td>Критерий применим. Субъект КИИ участвует    в международной деятельности.</td>

                        </tr>
                        <tr>
                            <th>8</th>
                            <td>Экономическая значимость</td>

                            <td>1. Возникновение   ущерба субъекту    критической информационной инфраструктуры, который является государственной корпорацией, государственным унитарным предприятием, государственной компанией, стратегическим акционерным обществом, стратегическим предприятием</td>

                            <td>Критерий применим. Субъект КИИ принадлежит государственному унитарному предприятию.  </td>

                        </tr>
                        <tr>
                            <th>9</th>
                            <td></td>

                            <td>2. Возникновение   ущерба бюджетам   Российской Федерации, оцениваемого в   снижении   выплат (отчислений) в бюджеты Российской   Федерации, осуществляемых субъектом   критической информационной инфраструктуры (процентов прогнозируемого годового дохода федерального   бюджета, усредненного за планируемый трехлетний период)</td>

                            <td>Критерий применим.</td>

                        </tr>
                        <tr>
                            <th>10</th>
                            <td></td>

                            <td>3. Прекращение или нарушение   проведения клиентами  операций  по банковским счетам и  (или)  без  открытия банковского  счета или операций, осуществляемых субъектом   критической информационной инфраструктуры, являющимся в соответствии с законодательством Российской   Федерации системно значимой кредитной  организацией, оператором услуг платежной инфраструктуры системно и    (или)    социально значимых    платежных систем   или   системно значимой инфраструктурной организацией финансового рынка.</td>

                            <td>Критерий неприменим. Субъект КИИ не является финансово-кредитным учреждением, банком.</td>

                        </tr>
                        <tr>
                            <th>11</th>
                            <td>Экологическая значимость</td>

                            <td>1. Вредные воздействия на окружающую среду</td>

                            <td>Критерий применим</td>

                        </tr>
                        <tr>
                            <th>12</th>
                            <td>Значимость для обеспечения обороны страны, безопасности государства   и правопорядка</td>

                            <td>1. Прекращение или нарушение (невыполнение установленных показателей) функционирования пункта управления (ситуационного центра), оцениваемое в уровне (значимости) пункта управления или ситуационного центра</td>

                            <td>КИИ не является пунктом управления или ситуационным центром.</td>

                        </tr>
                        <tr>
                            <th>13</th>
                            <td></td>

                            <td>2. Снижение   показателей государственного оборонного заказа, выполняемого (обеспечиваемого) субъектом КИИ</td>

                            <td>Критерий неприменим. Субъект не поставляет и не выпускает продукцию по государственным оборонным заказам</td>

                        </tr>
                        <tr>
                            <th>14</th>
                            <td></td>

                            <td>3. Прекращение или нарушение функционирования (невыполнения установленных показателей) информационной системы в области обеспечения обороны страны, безопасности государства и правопорядка</td>

                            <td>Критерий неприменим. Субъект КИИ    не    эксплуатирует информационные системы в области обеспечения обороны страны, безопасности государства и правопорядка</td>
                        </tr>
                    </tbody>
                </table>
            </div>


        </>
    )
}
